iterm2
bpytop
autoconf
cmake
emacs
fontconfig
fontforge
freetype
gcc
git
gmp
neovim
open-mpi
pandoc
pandoc-citeproc
pandoc-crossref
pkg-config
pyenv
python
python@2
r ## version 4!!
ruby
ruby-build
sqlite
mysql
vim
wget
bzip2
dark-mode
firefox
google-chrome
sublime-text
appcleaner
brew-gem
brew-pip
dropbox
little-snitch
whatsapp
brewsci/bio # for bioinformatics ## apparently now outdated Dec 2020
rstudio
gdal
bowtie
bowtie2
spades
abyss
trinity
bamtools
bedtools
beast
bcpp
packmol
microsoft-office
microsoft-teams
onedrive
